"Sequential" = "Sequential";
"About Sequential" = "Over Sequential";
"Services" = "Voorzieningen";
"Hide Sequential" = "Verberg Sequential";
"Quit Sequential" = "Stop Sequential";
"Hide Others" = "Verberg andere";
"Show All" = "Toon alles";
"Edit" = "Wijzig";
"Copy" = "Kopier";
"Paste" = "Plak";
"Delete" = "Verwijder";
"Select All" = "Selecteer alles";
"Undo" = "Herstel";
"Redo" = "Opnieuw";
"Cut" = "Knip";
"Page" = "Pagina";
"File" = "Archief";
"Open…" = "Open…";
"Close" = "Sluit";
"Open Recent" = "Open recente bestanden";
"Reveal in Finder" = "Toon in Finder";
"Help" = "Help";
"Sequential Help" = "Sequential help";
"Save Images To…" = "Bewaar afbeelding naar…";
"Resume" = "Ga verder";
"No Items" = "Geen items";
"Pause" = "Pause";
"Last" = "Laatste";
"Next" = "Volgende";
"Previous" = "Vorige";
"First" = "Eerste";
"Find" = "Zoek";
"Find…" = "Zoek…";
"Find Next" = "Zoek volgende";
"Find Previous" = "Zoek vorige";
"Scale" = "Schaal";
"Fit to Window" = "Pas in venster";
"Automatic Fit" = "Automatisch passen";
"Actual Size" = "Ware grootte";
"Open URL…" = "Open URL…";
"Move to Trash" = "Verplaats naar prullenmand";
"Zoom In" = "Zoom in";
"Zoom Out" = "Zoom uit";
"View" = "Bekijk";
"Enter Full Screen" = "Volledig scherm";
"Reorient" = "Heroriënteer";
"90° Clockwise" = "90° met de klok mee";
"90° Counterclockwise" = "90° tegen de klok in";
"180° Upside down" = "180° ondersteboven";
"Right to Left" = "Rechts naar links";
"Left to Right" = "Links naar rechts";
"Window" = "Scherm";
"Minimize" = "Minimalizeren";
"Zoom" = "Zoom";
"Bring All to Front" = "Alles op voorgrond";
"Show Info" = "Toon info";
"Close All" = "Sluit alles";
"Skip Past Folder" = "Sla vorige map over";
"Skip Before Folder" = "Sla volgende map over";
"Keyboard Shortcuts" = "Toetsenbord snelkoppelingen";
"First of Next Folder" = "Eerste uit volgende map";
"First of Previous Folder" = "Eerste uit vorige map";
"Last of Folder" = "Laatste uit map";
"First of Folder" = "Eerste uit map";
"Preferences…" = "Voorkeuren…";
"Select Next Document" = "Select volgende document";
"Exif Data" = "Exif Data";
"Select Previous Document" = "Selecteer vorig document";
"Activity" = "Activiteit";
"Actual Size with DPI" = "Ware grootte met DPI";
"Timer" = "Timer";
"Grow" = "Groeien";
"Show Thumbnails" = "Toon miniaturen";
"Save Copy as Desktop Picture…" = "Bewaar kopie als bureaubladachtergrond…";
"Set as Desktop Picture" = "Stel in als bureaubladachtergrond";
"Turn Animation On" = "Turn Animation On";
"Mirror Horizontally" = "Spiegel horizontaal";
"Mirror Vertically" = "Spiegel verticaal";
"Upright" = "Recht op";
"Sort" = "Sorteren";
"by Kind" = "op type";
"Descending" = "aflopend";
"Ascending" = "oplopend";
"by Size" = "op grootte";
"by Name" = "op naam";
"by Date Modified" = "op wijzigingsdatum";
"by Date Created" = "op aanmaakdatum";
"Repeat All" = "Herhaal alles";
"Shuffle" = "Willekeurige volgorde";
"Repeat Off" = "Herhalen uit";
